Repository: WordPressBugBounty/plugins-wc-liqpay
Catalog: wc-liqpay/languages/wcliqpay-*.po
Languages: uk

source: Active plugins:
uk: Активні плагіни:

source: Below is a detailed view of all data Payment Gateway for LiqPay for Woocommerce will collect if granted permission. Our will never transmit any domain names or email addresses, IP addresses, or third-party API keys.
uk: Нижче наведено детальний огляд усіх даних, які платіжний шлюз LiqPay для Woocommerce збиратиме, якщо надано дозвіл. Ми ніколи не передаватимемо жодних доменних імен, адрес електронної пошти, IP-адрес чи ключів API третім сторонам.

source: Current site language:
uk: Поточна мова:

source: Current theme:
uk: Поточна тема:

source: Description
uk: Опис

source: Description that appears on the checkout page
uk: Опис, який відображається на сторінці оформлення замовлення

source: Enable/Disable debug mode
uk: Увімкнути/Вимкнути налагодження

source: Enable/Disable send RRO
uk: Увімкнути/Вимкнути РРО

source: Full path to the logo, located on the order page
uk: Повний шлях до логотипу, розташований на сторінці замовлення

source: Go to logs
uk: Перейти до журналів

source: Heading
uk: Назва

source: If left blank, the product ID will be used. - %s
uk: Якщо залишити поле порожнім, буде використано ідентифікатор продукту. - %s

source: Information from the "Site Health"
uk: Інформація з розділу "Здоров'я сайту"

source: Interface language for liqpay pages
uk: Мова інтерфейсу для сторінок liqpay

source: Language
uk: Мова

source: Liqpay editing is not available in this context
uk: У цьому контексті редагування Liqpay недоступне

source: Liqpay product ID for RRO
uk: ID продукту для РРО LiqPay

source: Liqpay settings
uk: Налаштування LiqPay

source: Logotype
uk: Лого

source: More details at the link %s
uk: Більше деталей за посиланням %s

source: No, thanks
uk: Ні, дякую

source: Open WooCommerce logs page: %s
uk: Відкрити сторінку журналів WooCommerce: %s

source: Order status
uk: Статус замовлення

source: Order status after successful payment
uk: Статус замовлення після успішної оплати

source: Pay using the payment system LiqPay
uk: Оплата за допомогою платіжної системи LiqPay

source: Payment confirmed via LiqPay API.
uk: Оплата підтверджена через LiqPay API.

source: Payment failed via LiqPay API.
uk: Не вдалося здійснити платіж через LiqPay API.

source: Payment failed via LiqPay.
uk: Не вдалося здійснити платіж через LiqPay.

source: Payment for order №[order_number]
uk: Оплата замовлення №[order_number]

source: Payment refunded via Liqpay
uk: Платіж повернуто через LiqPay

source: Payment successful via LiqPay.
uk: Оплата успішна через LiqPay.

source: Payment verification failed. Please contact us for assistance.
uk: Помилка підтвердження платежу. Будь ласка, зв'яжіться з нами для отримання допомоги.

source: PHP version number:
uk: Версія PHP:

source: Plugin for paying for products through the LiqPay service. Works in conjunction with the Woocommerce plugin
uk: Плагін для оплати товарів через сервіс LiqPay. Працює спільно з плагіном Woocommerce

source: Plugin names of all active plugins
uk: Назви всіх активних плагінів

source: Private key
uk: Приватний ключ

source: Private key LiqPay. Required parameter
uk: Приватний ключ LiqPay. Обов'язковий параметр

source: Public key
uk: Публічний ключ

source: Public key LiqPay. Required parameter
uk: Відкритий ключ LiqPay. Обов'язковий параметр

source: Purpose of payment
uk: Призначення платежу

source: Server type:
uk: Тип сервера:

source: Settings
uk: Налаштування

source: Technical information about the WordPress system and settings
uk: Технічна інформація про систему WordPress та її налаштування

source: This will help us improve the LiqPay payment gateway plugin for Woocommerce for you in the future.
uk: Це допоможе нам покращити плагін платіжного шлюзу LiqPay для Woocommerce у майбутньому.

source: Title that appears on the checkout page
uk: Назва, яка відображається на сторінці оформлення замовлення

source: Turn on
uk: Увімкнути

source: Turn on/Switch off
uk: Увімкнути/Вимкнути

source: URL error Payment page
uk: URL при помилці оплати

source: URL page to go to after gateway LiqPay
uk: URL-сторінка для переходу після шлюзу LiqPay

source: What info will we collect?
uk: Яку інформацію ми збиратимемо?

source: WordPress multisite:
uk: Мультисайт WordPress:

source: WordPress version number:
uk: Номер версії WordPress:

source: Would you allow Payment Gateway for LiqPay for Woocommerce to collect non-sensitive diagnostic data from this website?
uk: Чи дозволите ви платіжному шлюзу LiqPay для Woocommerce збирати діагностичні дані з цього веб-сайту?

source: Yes, allow
uk: Так, дозволити
